import SectionTitle from '../Components/SectionTitle';

function AboutUs() {
  return (
    <div className='container mt-12'>
      <div>
        <SectionTitle title='इतिहास ' />
        <h6 className='font-serif lg:text-xl pt-8 text-base'>
          नेपालको इतिहास धेरै पुरानो र विविध छ, जसले दक्षिण एशियामा भारत र
          चीनबीचको स्थानको रणनीतिक महत्त्वलाई झल्काउँछ। नेपालको प्राचीन इतिहास
          विशेष गरी काठमाडौं उपत्यकाको विकाससँग सम्बन्धित छ, जहाँ प्रारम्भिक
          सभ्यताहरूले फस्टाएको थियो। चौथो देखि नवौं शताब्दीको बीचमा लिच्छवी
          वंशले नेपालको सांस्कृतिक र प्रशासनिक विकासमा महत्वपूर्ण भूमिका खेलेको
          थियो। पछि, मल्ल राजाहरूको शासनकालमा वास्तुकला, कला, र संस्कृतिमा
          उल्लेखनीय प्रगति भयो। १८औं शताब्दीमा पृथ्वीनारायण शाहले नेपाल एकीकृत
          गर्दै आधुनिक नेपालको जग बसाले।
        </h6>
      </div>
      <div className='mt-12'>
        <SectionTitle title='बर्तमान अवस्था' />
        <h6 className='font-serif lg:text-xl pt-8 text-base'>
          नेपालको इतिहास धेरै पुरानो र विविध छ, जसले दक्षिण एशियामा भारत र
          चीनबीचको स्थानको रणनीतिक महत्त्वलाई झल्काउँछ। नेपालको प्राचीन इतिहास
          विशेष गरी काठमाडौं उपत्यकाको विकाससँग सम्बन्धित छ, जहाँ प्रारम्भिक
          सभ्यताहरूले फस्टाएको थियो। चौथो देखि नवौं शताब्दीको बीचमा लिच्छवी
          वंशले नेपालको सांस्कृतिक र प्रशासनिक विकासमा महत्वपूर्ण भूमिका खेलेको
          थियो। पछि, मल्ल राजाहरूको शासनकालमा वास्तुकला, कला, र संस्कृतिमा
          उल्लेखनीय प्रगति भयो। १८औं शताब्दीमा पृथ्वीनारायण शाहले नेपाल एकीकृत
          गर्दै आधुनिक नेपालको जग बसाले।
        </h6>
      </div>
    </div>
  );
}

export default AboutUs;
